---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeyBasedTreeEntriesIterator
source: html/83bfe53d-2425-575e-ff1e-2fca0ba983f1.htm
---
# KeyBasedTreeEntriesIterator Members

Releases all resources used by the KeyBasedTreeEntriesIterator